{
  "app": {
    "description": "Help your customer support agents to view Zoho CRM data inside every ticket",
    "name": "Zoho CRM",
    "installation_instructions": "In order to install the Zoho CRM app in your Zendesk account, complete the following steps:  \n\n* Sign in to your Zendesk account, select the **Admin** icon from the bottom left corner of your screen.  \n* Go to the Marketplace icon under **Apps**.  \n* Use the search bar at the far right end to search for the **Zoho CRM app**.  \n* On the Zoho CRM app page, click the **Install App** button in the upper right corner.  \n* After you've downloaded the app, you can rename it to anything you want. Then provide an authentication token using the following procedure: Log in to Zoho CRM, go to **Setup->Developer Space->CRM API**. Click the **Settings** icon on the right and select **Authentication token generation**.  \n* Your Zoho CRM app can be found by expanding the 'Apps' panel from any page. Details from CRM will now be displayed on the right side of any ticket page. \n* Check out Zoho CRM’s Terms of Service( https://www.zoho.com/crm/zohocrm-terms.html ) and Privacy policy( https://www.zoho.com/terms.html ). \n* Check out Zoho CRM’s [Terms of Service](https://www.zoho.com/crm/zohocrm-terms.html) and [Privacy policy](https://www.zoho.com/terms.html)",
    "long_description": "Your business can improve its customer support by bringing them both to the same page. The Zoho CRM app lets you spot opportunities, be more efficient, and reduce costs while greatly improving your capability as a support agent.\n\nIntegrate your Zoho CRM and Zendesk accounts to give your sales and support teams an unhindered flow of information, by providing your customer support agents with Contact, Lead and Potential details straight from Zoho CRM.  \n\n### Know your customers:  \n\nA support teams requires all possible information about their customers, in the right context, before starting an interaction. Installing this app gives information about your Zoho CRM Leads, Contacts and Potentials inside every Zendesk support ticket. Better equipped for better business  \n\nIntegrating Zoho CRM and Zendesk opens up fresh information to support teams, letting them ask more pertinent questions and give more prudent answers. A better equipped support team will take your business to the next level, by improving the quality of your customer interactions.  \n\n### Better communication:  \n\nSales and support teams are the two pronged sources of customer interaction that matter the most. Integrate them using the Zoho CRM plugin to have a hassle-free transfer of knowledge between two of your most crucial teams. \n\nSign up for a free trial today! => [https://www.zoho.com/crm/?src=zd](https://www.zoho.com/crm/?src=zd)",
    "parameters": {
      "authtoken" : { "label": "Auth Token", "helpText": "To know how to get an Auth Token, please visit: https://www.zoho.com/crm/help/zoho-crm-for-zendesk.html"},
      "zohoeu": { "label": "Are you using Zoho CRM EU?", "helpText": "Enable this checkbox if you are using the Europe datacenter of Zoho (crm.zoho.eu)."}
     }
  },
  "zohocrm_app": {
    "contact_information": "Zoho CRM Contact Information",
    "account_information": "Zoho CRM Account Information",
    "lead_information": "Zoho CRM Lead Information",
    "close": "Close",
    "status": "Status",
    "contact": "Contact",
    "lead": "Lead",
    "account": "Account",
    "details": "Details",
    "notes": "Notes",
    "potentials": "Potentials",
    "products": "Products",
    "calls": "Calls",
    "events": "Events",
    "tasks": "Tasks",
    "open_activities": "Activities",
    "owner": "Owner",
    "industry": "Industry",
    "activity_type": "Activity Type",
    "location": "Location",
    "back_to_contact": "Back to Contact",
    "start_time": "Start",
    "end_time": "End",
    "open_in_zohocrm": "Open in Zoho CRM",
    "phone": "Phone",
    "mobile": "Mobile",
    "amount": "Amount",
    "unable_to_fetch_data": "Unable to fetch data from Zoho CRM. Please check whether you have entered the valid Authtoken of Zoho CRM or please contact us @ support@zohoextensions.com.",
    "no_records_matched": "No matching records found in Zoho CRM for this requestor email.",
    "no_account_records_matched": "No matching records found in Zoho CRM for this organization.",
    "no_data_found": "No data found.",
    "not_specified": "Not specified",
    "activity_filter_by": "Filter by:"
  }
}
